Repository: Olcsa22/Wefa
Catalog: toolbox/toolbox/src/main/resources/translation/toolbox-*.po
Languages: hu

# Button
source: Login
hu: Bejelentkezés

# Button
source: Login with Facebook
hu: Bejelentkezés Facebookkal

# Button
source: Forgotten password
hu: Elfelejtett jelszó

# Button
source: Remember me (optional, uses cookie)
hu: Maradjak bejelentkezve (opcionális, sütit használ)

# Button
source: Two factor code
hu: Kétlépcsős azonosítás megerősítő kódja

# Notification
source: Wrong username or password!
hu: Helytelen felhasználónév vagy jelszó!

# Caption
source: Back to main page
hu: Vissza a főoldalra

# Caption
source: Code store type
hu: Szótár típus

source: Caption
hu: Felirat

# Caption
source: Command
hu: Parancs

# Caption
source: Enabled
hu: Engedélyezve

source: Identifier
hu: Azonosító

source: Code store type
hu: Szótár típus

source: Caption
hu: Felirat

source: Enabled
hu: Engedélyezve

source: Command
hu: Parancs

# Caption
source: Expandable
hu: Bővíthető

source: Expandable
hu: Bővíthető

# Caption
source: From email
hu: Feladó e-mail

# Caption
source: To email
hu: Címzett e-mail

# Caption
source: Subject
hu: Tárgy

# Caption
source: Body
hu: Tartalom

# Caption
source: Plain text
hu: Egyszerű szöveg

# Caption
source: Status
hu: Státusz

# Caption
source: Attempt
hu: Próbálkozás

# Caption
source: Error message
hu: Hibaüzenet

# Caption
source: Record created by
hu: Rekord készítője

# Caption
source: Record created on
hu: Rekord létrehozva

# Caption
source: Record modified by (last)
hu: Rekord módosítója (legutolsó)

# Caption
source: Record modified on
hu: Rekord módosítva

source: From email
hu: Feladó e-mail

source: To email
hu: Címzett e-mail

source: Subject
hu: Tárgy

source: Plain text
hu: Egyszerű szöveg

source: Status
hu: Státusz

source: Attempt
hu: Próbálkozás

source: Error message
hu: Hibaüzenet

source: Record created by
hu: Rekord készítője

source: Record created on
hu: Rekord létrehozva

source: Record modified by
hu: Rekord módosítva

source: Record modified on
hu: Rekord módosítva

# Caption
source: Template code
hu: Sablon kód

# Caption
source: Content
hu: Tartalom

source: Template code
hu: Sablon kód

# ErrorMessage
source: Error
hu: Hiba

# ErrorMessage
source: Page not found!
hu: Oldal nem található!

# Caption
source: Access denied!
hu: Hozzáférés megtagadva!

# ErrorMessage
source: Server error!
hu: Szerver hiba!

# ErrorMessage
source: Other error!
hu: Egyéb hiba!

# BackLinkMessage
source: Go back
hu: Vissza

# Notification
source: Cannot lock (already has a lock)!
hu: Nem zárolható (már zárolva van)!

# Notification
source: Cannot unlock (yet)!
hu: Nem feloldható (még)!

# Caption
source: Payment provider
hu: Fizetési szolgáltató

# Caption
source: Files
hu: Fájlok

source: Payment provider
hu: Fizetési szolgáltató

source: Global config
hu: Globális konfiguráció

source: Record modified by (last)
hu: Rekord módosítója (legutolsó)

source: Record modified on (last)
hu: Rekord módosítója (legutolsó)

# Caption
source: Referred transaction record
hu: Hivatkozott tranzakció rekord

# Caption
source: Order ID
hu: Rendelés ID

# Caption
source: Order info label
hu: Rendelés információ/felirat

# Caption
source: Customer user
hu: Vásárló felhasználó

# Caption
source: Customer ID
hu: Vásárló ID

# Caption
source: Customer email
hu: Vásárló e-mail

# Caption
source: Raw ID (payment prov.)
hu: Nyers ID (fizetési szolg.)

# Caption
source: Payment operation type
hu: Fizetési művelet típusa

# Caption
source: Original currency
hu: Eredeti pénznem

# Caption
source: Original amount
hu: Eredeti összeg

# Caption
source: Order details
hu: Rendelés részletei

# Caption
source: Back office notes
hu: Back office jegyzetek

# Caption
source: Documents
hu: Dokumentumok

# Caption
source: Provider specific input
hu: Szolgáltató specifikus input

# Caption
source: Provider specific processing data
hu: Szolgáltató specifikus feldolgozási adatok

# Caption
source: Provider specific output
hu: Szolgáltató specifikus output

# Caption
source: Payment provider confirm UI URL
hu: Fizetési szolgáltató megerősítő UI URL

# Caption
source: Return URL
hu: Visszatérési URL

# Caption
source: Last status check request
hu: Utolsó státusz ellenőrzési kérelem

# Caption
source: Last status check reserved for
hu: Utolsó státusz ellenőrzés (lefoglava)

source: Referred transaction record (SysID)
hu: Hivatkozott tranz. rekord (SysID)

source: Customer ID
hu: Vásárló ID

source: Customer user
hu: Vásárló felhasználó

source: Customer email
hu: Vásárló e-mail

source: Order ID
hu: Rendelés ID

source: Order info label
hu: Rendelés információ/felirat

source: Raw ID (payment prov.)
hu: Nyers ID (fizetési szolg.)

source: Payment operation type
hu: Fizetési művelet típusa

source: Original currency
hu: Eredeti pénznem

source: Original amount
hu: Eredeti összeg

source: Payment provider confirm UI URL
hu: Fizetési szolgáltató megerősítő UI URL

source: Return URL
hu: Visszatérési URL

source: Back office notes
hu: Back office jegyzetek

source: Manual status change
hu: Manuális státusz váltás

# Caption
source: Payment transaction record
hu: Fizetési tranzakció rekord

# Caption
source: LOG data
hu: Napló (LOG)

source: Payment transaction record
hu: Fizetési tranzakció rekord

source: LOG data (short)
hu: Napló (LOG) (rövid)

# Caption
source: Company name
hu: Cég neve

# Caption
source: Name
hu: Név

# Caption
source: Phone number
hu: Telefonszám

# Caption
source: Country
hu: Ország

# Caption
source: City
hu: Város

# Caption
source: Address (details)
hu: Cím részletei

# Caption
source: Extra field 1 (name)
hu: Extra mező 1 (név)

# Caption
source: Extra field 1 (value)
hu: Extra mező 1 (név)

# Caption
source: Extra field 2 (name)
hu: Extra mező 2 (név)

# Caption
source: Extra field 2 (value)
hu: Extra mező 2 (név)

# Caption
source: Extra field 3 (name)
hu: Extra mező 3 (név)

# Caption
source: Extra field 3 (value)
hu: Extra mező 3 (név)

# Caption
source: Notes
hu: Jegyzetek

# Caption
source: Origin
hu: Eredet

# Caption
source: Email notification (sales) was sent
hu: Email értesítés kiküldve (sales)

# Notification
source: Please fill these fields: name, email and/or phone number!
hu: Kérjük töltse ki a következő mezőket: név, e-mail és/vagy telefonszám!

# Value
source: manual add
hu: kézi hozzáadás

source: Company
hu: Cég neve

source: Name
hu: Név

source: Phone
hu: Telefon

source: Country
hu: Ország

source: City
hu: Város

source: Address (details)
hu: Cím részletei

source: Origin
hu: Eredet/forrás

source: Extra field 1 (name)
hu: Extra mező 1 (név)

source: Extra field 1 (value)
hu: Extra mező 1 (érték)

source: Extra field 2 (name)
hu: Extra mező 2 (név)

source: Extra field 2 (value)
hu: Extra mező 2 (érték)

source: Extra field 3 (name)
hu: Extra mező 3 (név)

source: Extra field 3 (value)
hu: Extra mező 3 (érték)

source: Notes
hu: Jegyzetek

source: Email notification (sales) was sent
hu: Email értesítés kiküldve (sales)

# Notification
source: Please fill these fields: name, email and/or phone
hu: Kérjük töltse ki a következő mezőket: név, email és/vagy telefonszám

# Notification
source: Successful submit!
hu: Sikeres küldés!

# Label
source: Company name:
hu: Cég neve:

# Label
source: Name:
hu: Név:

# Label
source: Phone:
hu: Telefon:

# Label
source: Country:
hu: Ország:

# Label
source: City:
hu: Város:

# Label
source: Address details:
hu: Cím részletei:

# Label
source: Notes:
hu: Jegyzetek:

# Button
source: Submit
hu: Beküldés

# Button
source: Go back
hu: Vissza

# Caption
source: Phone
hu: Telefon

# Caption
source: Please log in to see the details
hu: Kérjük jelentkezzen be, hogy lássa a részleteket

# Caption
source: Company (full) name
hu: Cég (teljes) neve

# Caption
source: Contact name
hu: Kapcsolattartó neve

# Caption
source: Contact email
hu: Kapcsolattartó email címe

# Caption
source: Contact phone
hu: Kapcsolattartó telefonszáma

# Caption
source: Company tax number
hu: Cég adószáma

# Caption
source: Company registration number
hu: Cégjegyzékszám

# Caption
source: Company bank account number
hu: Cég bankszámla száma

# Caption
source: Company address
hu: Cég címe

# Caption
source: State
hu: Állam

# Caption
source: County
hu: Ország

# Caption
source: Zip code
hu: Irányítószám

# Caption
source: Address details
hu: Cím részletei

# Caption
source: Extra data 1
hu: Extra adat 1

# Caption
source: Extra data 2
hu: Extra adat 2

# Caption
source: Extra data 3
hu: Extra adat 3

# Caption
source: Images
hu: Képek

source: Name (short/tenant)
hu: Név (rövid/tenant)

source: Company tax number
hu: Cég adószáma

source: Company registration number
hu: Cégjegyzékszám

source: Company bank account number
hu: Cég bankszámla száma

source: Company address country
hu: Cég címe (ország)

source: Company address state
hu: Cég címe (állam)

source: Company address county
hu: Cég címe (megye)

source: Company address zip code
hu: Cég címe (irányítószám)

source: Company address details
hu: Cég címe

source: Contact name
hu: Kapcsolattartó neve

source: Contact email
hu: Kapcsolattartó email címe

source: Contact phone
hu: Kapcsolattartó telefonszáma

source: Extra data 1
hu: Extra adat 1

source: Extra data 2
hu: Extra adat 2

source: Extra data 3
hu: Extra adat 3

source: Extra data 4
hu: Extra adat 3

source: Company (full) name
hu: Cég (teljes) neve

source: Created on
hu: Rekord létrehozva

# Caption
source: Value
hu: Érték

# Caption
source: Manual edit allowed
hu: Kézi szerkesztés engedélyezett

# Caption
source: Setting
hu: Beállítás

source: Setting
hu: Beállítás

source: Value
hu: Érték

# Caption
source: Username
hu: Felhasználónév

# Caption
source: Title
hu: Titulus

# Caption
source: First name
hu: Keresztnév

# Caption
source: Last name
hu: Vezetéknév

# Caption
source: Job title
hu: Munka megnevezése

# Caption
source: User roles
hu: Felhasználói jogosultságok

# Notification
source: Note: after save here, the selected/target user needs a logout/login cycle for his/hers new/changed roles to take affect!
hu: Megjegyzés: mentés után a kiválasztott felhasználónak ki és be kell jelentkeznie, hogy a változások érvényesüljenek!

source: Username
hu: Felhasználónév

source: Other notes
hu: Egyéb jegyzetek

source: First name
hu: Keresztnév

source: Last name
hu: Vezetéknév

source: Phone number
hu: Telefonszám

# Error
source: Password is too simple (min length: 8 character, necessary: lowercase, uppercase, number)!
hu: A jelszó túl gyenge! Szükséges: minimum 8 karakter, legalább egy kis- és nagybetű, és legalább egy szám!

# Error
source: New password values are not equal!
hu: A két jelszó nem egyezik!

# Error
source: Invalid old password!
hu: Érvénytelen régi jelszó!

# Error
source: Reserved username!
hu: Foglalt/érvénytelen felhasználónév!

# Caption
source: Choose user
hu: Válasszon felhasználót

# Caption
source: Error
hu: Hiba

# Caption
source: Details
hu: Részletek

# Button
source: Close
hu: Bezárás

# Caption
source: An unexpected error has occurred in our system.
hu: Váratlan hiba történt a rendszerünkben.

# Caption
source: The administrators/developers have been automatically notified about the error/bug.
hu: Az adminisztrátorok/fejlesztők automatikusan értesítve lettek a hibáról.

# Notification
source: The cookies are disabled
hu: A sütik (cookies) ki vannak kapcsolva

# Notification
source: Enable the cookies in your browser then try again.
hu: Kérjük engedélyezze a sütiket (cookies) a böngészőben és próbálja újra.

# Notification
source: Wrong username or password
hu: Helytelen felhasználónév vagy jelszó

# Notification
source: Login failed, please try again.
hu: A bejelentkezés nem sikerült, kérjük próbálja újra.

# Notification
source: Communication error
hu: Kommunikációs hiba

# Notification
source: The connection with the server has been terminated. Reconnection is in progress.
hu: A szerverrel a kapcsolat megszakadt, újra csatlakozás folyamatban.

# Notification
source: Session expired
hu: A munkamenet lejárt

# Notification
source: Internal error
hu: Belső hiba

# Notification
source: Please notify the administrator.<br/>Take note of any unsaved data, and <u>click here</u> or press ESC to continue.
hu: Kérjük értesítse az adminisztrátort, majd próbálja meg frissíteni az oldalt.

# Caption
source: The system will be updated/restarted in 1-2 minutes. Please save your work, and continue after the restart (~10 min)! Sorry for the inconvinience.
hu: A rendszer pár percen belül frissítésre kerül, kérem fejezze be a munkát és térjen vissza később. Elnézést kérjük a kényelmetlenség miatt!

# Title
source: Forgotten password
hu: Elfelejtett jelszó

# Caption
source: Reset password
hu: Jelszó alaphelyzetbe állítása

# Notification
source: Wrong email!
hu: Helytelen email!

# Notification
source: Please check your inbox!
hu: Kérem ellenőrizze e-mail fiókját!

# Button
source: New password
hu: Új jelszó

# Button
source: New password again
hu: Új jelszó ismét

# Button
source: Save
hu: Mentés

# Notification
source: The token has expired!
hu: A token lejárt!

# Notification
source: The passwords do not match!
hu: A jelszavak nem egyeznek!

# Notification
source: The password is too weak!
hu: A jelszó túl gyenge!

# Notification
source: Password was changed!
hu: A jelszó megváltozott!

# ValidationError
source: Not a number!
hu: Nem szám!

# Notification
source: Must be a number
hu: Számnak kell lennie

# Notification
source: Conversion failed
hu: Átalakítás nem sikerült

# Notification
source: Must be one character
hu: Pontosan egy karakternek kell lennie

# Caption
source: Items for
hu: Elemek megtekintés a következőhöz

# Button
source: Select one
hu: Válasszon egyet

# Notification
source: Please select one first
hu: Kérjük válasszon ki egyet először

# Button
source: Copy to clipboard!
hu: Másolás vágólapra!

# Button
source: Copied to clipboard!
hu: Vágólapra másolva!

# Caption
source: year
hu: év

# Caption
source: month
hu: hónap

# Caption
source: day
hu: nap

# Button
source: Jump to record URL!
hu: Ugrás a rekord URL-re!

# Button
source: Copy jump URL to clipboard!
hu: Ugró link másolása vágólapra!

# Button
source: Jump URL copied to clipboard!
hu: Ugró link másolva a vágólapra!

# Button
source: Edit language field
hu: Nyelvi mező szerkesztése

# Button
source: View language field
hu: Nyelvi mező megtekintése

# Title
source: Edit language field
hu: Nyelvi mező szerkesztése

# Title
source: View language field
hu: Nyelvi mező megtekintése

# Button
source: Add new language
hu: Új nyelv hozzáadása

# Notification
source: Cannot be empty
hu: Nem lehet üres

# Notification
source: The field exceeds the maximum character count
hu: A mező értéke meghaladja a maximális karakterszámot

# Caption
source: Basic data
hu: Alapadatok

# Caption
source: Change password
hu: Jelszó változtatása

# Caption
source: Preferences
hu: Preferenciák

# Caption
source: Two factor authentication
hu: Kétlépcsős azonosítás

# Caption
source: Username (cannot be modified)
hu: Felhasználónév (nem lehet módosítani)

# Caption
source: Family name
hu: Vezetéknév

# Button
source: Save profile data
hu: Profil adatok mentése

# Notification
source: The changes has been successfully saved!
hu: A változtatások sikeresen elmentve!

# Notification
source: Validation failed! Please check and correct the fields!
hu: Kérjük ellenőrizze és javítsa ki a mezőket!

# Caption
source: User roles (only admin can modify in admin settings)
hu: Jogosultságok (csak admin módosíthatja ezeket)

# Caption
source: Required: min. 8 character, at least one lowercase character, one uppercase character and one number.
hu: A jelszó túl gyenge! Szükséges: minimum 8 karakter, legalább egy kis- és nagybetű, és legalább egy szám.

# Caption
source: Old password
hu: Régi jelszó

# Caption
source: New password
hu: Új jelszó

# Caption
source: New password again
hu: Új jelszó ismét

# Button
source: Save password
hu: Jelszó mentése

# Notification
source: Old password is invalid!
hu: A régi jelszó érvénytelen!

# Notification
source: The password has been modified.
hu: A jelszó sikeresen módosítva.

# Notification
source: The password is too weak! Required: min. 8 character, at least one lowercase character, one uppercase character and one number
hu: A jelszó túl gyenge! Szükséges: minimum 8 karakter, legalább egy kis- és nagybetű, és legalább egy szám

# Notification
source: The two password values do not match!
hu: A két jelszó nem egyezik!

# Notification
source: Please fill out the missing fields!
hu: Kérjük töltse ki a hiányzó mezőket!

# Caption
source: Locale (empty = automatic detection)
hu: Nyelv (üres = automatikus észlelés)

# Caption
source: Measurement system (empty = use default)
hu: Mértékegységrendszer (üres = alapértelmezett)

# Caption
source: Theme (empty = default)
hu: Téma (üres = alapértelmezett)

# Button
source: Save preferences
hu: Preferenciák mentése

# Caption
source: What would you like to do?
hu: Mit szeretne tenni?

# Caption
source: Enable two factor authentication
hu: Kétlépcsős azonosítás engedélyezése

# Caption
source: Disable two factor authentication
hu: Kétlépcsős azonosítás kikapcsolása

# Notification
source: Two factor auth. has been disabled!
hu: Kétlépcsős azonosítás ki lett kapcsolva!

# Caption
source: Finish action
hu: Művelet befejezése

# Notification
source: Could not generate QR code (system error)!
hu: Nem sikerült QR kódot létrehozni (rendszer hiba)!

# Caption
source: Please scan the QR Code or Enter the key manually into your app
hu: Kérjük szkennelje be a QR kódot vagy gépelje be manuálisan a megerősítő kódot az alkalmazásba

# Caption
source: To finish the process please type in the generated code first
hu: A folyamat befejezéséhez kérjük gépelje be a generált megerősítő kódot

# Caption
source: Code
hu: Megerősítő kód

# Button
source: Verify
hu: Megerősítés

# Notification
source: Correct
hu: Helyes

# Notification
source: Incorrect
hu: Helytelen

# Notification
source: Please verify first!
hu: Kérjük erősítse meg először!

# Notification
source: Two factor auth. has been enabled!
hu: Kétlépcsős azonosítás engedélyezve lett!

# Caption
source: Notification settings
hu: Értesítési beállítások

# Caption
source: Notification settings (receivers)
hu: Értesítési beállítások (fogadók)

# Caption
source: Username (the allower / admin)
hu: Felhasználónév (engedélyező / admin)

# Caption
source: Password (of the allower)
hu: Jelszó (az engedélyezőé)

# Button
source: OK (temporarly grant/add roles to current user)
hu: OK (ideiglenesen engedélyez/hozzá ad jogosultságokat a jelenlegi felhasználónak)

# Error
source: Missing or invalid values!
hu: Hiányzó vagy hibás értékek!

# Error
source: User does not exist or not admin!
hu: Felhasználó nem létezik vagy nem admin!

# Caption
source: User roles (current temp. state)
hu: Jogosultságok (jelenlegi ideiglenes állapotban)

# Button
source: Revoke (every temporarly granted role)
hu: Megvonás (minden ideiglenesen adott jogra)

# Notification
source: You don't have avatars in any other company!
hu: Nincsen avatarja másik cégnél!

# Caption
source: Choose company (and user)
hu: Válassz tartományt (és felhasználót)

# Button
source: Switch to the selected company
hu: Átváltás a kiválasztott cégre

# Button
source: Jump to URL!
hu: Ugrás az URL-re!

# Button
source: Change password
hu: Jelszó változtatása

# Caption
source: Change password for selected user
hu: Jelszó változtatása a kiválasztott felhasználó számára

# Button
source: Generate
hu: Generálás

# Error
source: Password is too weak
hu: A jelszó túl gyenge

# Button
source: Save and copy to clipboard
hu: Mentés és másolás vágólapra

# Button
source: Password copied to clipboard!
hu: Jelszó másolva a vágólapra!

# Button
source: Edit field
hu: Mező szerkesztése

# Button
source: View field
hu: Mező megtekintése

# Tooltip
source: Add
hu: Hozzáadás

# Tooltip
source: Modify
hu: Módosítás

# Tooltip
source: Delete
hu: Törlés

# Tooltip
source: View details
hu: Részletek megnézése

# Tooltip
source: Clear selection
hu: Kijelölés megszűntetése

# Tooltip
source: Clear filters
hu: Szűrők törlése

# Tooltip
source: Refresh
hu: Frissítés

# Tooltip
source: Export
hu: Exportálás

# Caption
source: yes
hu: igen

# Caption
source: no
hu: nem

# Tooltip
source: Filter
hu: Szűrő

# Tooltip
source: currently active filters
hu: jelenleg aktív szűrők

# Title
source: Export
hu: Exportálás

# Title
source: Export (async)
hu: Exportálás (async)

# Caption
source: Export type
hu: Exportálás típusa

# Button
source: Export!
hu: Exportálás!

# Button
source: Cancel
hu: Mégse

# Notification
source: Timeout!
hu: Időtúllépés

# Notification
source: Export amount limit violation
hu: export limit túllépve

# Notification
source: actual
hu: aktuális

# Caption
source: Add
hu: Hozzáadás

# Caption
source: Edit
hu: Szerkesztés

# Caption
source: Delete it?
hu: Szeretné törölni?

# Caption
source: View
hu: Megtekintés

# Notification
source: Elements
hu: Elemek

# Tooltip
source: Refresh (new or modified records!)
hu: Frissítés (új vagy módosított rekordok!)

# Caption
source: A record has been created or modified, please refresh the grid!
hu: Egy rekord létre lett hozva, vagy módosítva lett. Kérjük frissítse a táblázatot!

# Title
source: Edit materials
hu: Anyagok szerkesztése

# Title
source: View materials
hu: Anyagok megtekintése

# Notification
source: Please choose between 1 and
hu: Kérjük válasszon ezek között: 1 és

# Button
source: Edit field (selection)
hu: Mező szerkesztése (kiválasztás)

# Title
source: Select elements
hu: Elemek kijelölése

# Title
source: View selection
hu: Kijelölés megtekintése

# Caption
source: Filter
hu: Szűrő

# Placeholder
source: Filter
hu: Szűrő

# Placeholder
source: Filter value
hu: Szűrő értéke

# Tab
source: Basic data
hu: Alapadatok

# Tab
source: Additional data
hu: További adatok

# Button
source: See original size
hu: Eredeti méret megtekintése

# Button
source: File info
hu: Fájl információ

# Button
source: Download
hu: Letöltés

# Button
source: Add to file cart
hu: Hozzáadás a fájl kosárhoz

# Caption
source: File info
hu: Fájl információ

# Notification
source: File(s) successfully added to cart.
hu: Fájl(ok) hozzáadva a kosárhoz.

# Caption
source: File cart is empty!
hu: Fájl kosár üres!

# Caption
source: Currently in the file cart
hu: Jelenleg a fájl kosárban

# Button
source: Remove selected file(s) from cart
hu: Kiválasztott fájl(ok) eltávolítása a fájl kosárból

# Caption
source: Removes the file(s) from the cart (note: the files will be removed only from the cart)
hu: Eltávolítja a fájl(ok)at a kosárból (megjegyzés: a fájlok csak a kosárból lesznek eltávolítva)

# Notification
source: The cart is empty
hu: A kosár üres

# Notification
source: No file(s) selected
hu: Nincs fájl kiválasztva

# Button
source: Empty cart
hu: Kosár ürítése

# Caption
source: Removes all files from the cart (note: the files will be removed only from the cart)
hu: Eltávolítja a fájl(ok)at a kosárból (megjegyzés: a fájlok csak a kosárból lesznek eltávolítva)

# Caption
source: template document
hu: sablon dokumentum

# Caption
source: new
hu: új

# Tooltip
source: This file cannot be displayed in the file carousel dialog.
hu: Ez a fájl nem megjeleníthető a képnézegetőben.

# Caption
source: Confirm
hu: Megerősítés

# Caption
source: Would you like to delete this file?
hu: Biztosan szeretné törölni ezt a fájlt?

# Button
source: Confirm
hu: Megerősítés

# Button
source: Deny
hu: Elutasítás

# Tooltip
source: me
hu: én

# Tooltip
source: currently locked by
hu: jelenleg zárolta

# Tooltip
source: Make locked (currently not locked)
hu: Lezárás (jelenleg nincs lezárva)

# Caption
source: (optional pretty name)
hu: (opcionális szép név)

# Tooltip
source: Optional pretty name that will be used in exports, email attachments etc.
hu: Opcionális szép név (felhasználva az exportálásokhoz, email csatolmányokhoz stb.)
