Repository: Olcsa22/Wefa
Catalog: toolbox/toolbox/src/main/resources/translation/toolbox-*.po
Languages: hu

# Caption
source: max. file count
hu: max. fájl szám

# Prompt
source: Search filename
hu: Fájlnév keresése

# Button
source: Upload
hu: Feltöltés

# Button
source: Download as ZIP
hu: Letöltés ZIP-ként

# Tooltip
source: Add selected files to file cart
hu: Kiválasztott fájlok hozzáadása a fájl kosárhoz

# Button
source: View file cart
hu: Fájl kosár megtekintése

# Caption
source: View files
hu: Fájlok megtekintése

# Tooltip
source: Select all
hu: Összes kiválasztása

# Tooltip
source: Deselect all
hu: Összes kiválasztás megszüntetése

# Caption
source: full
hu: teljes

# Notification
source: The file was not added, because it's filename was a duplicate
hu: A fájl nem lett hozzáadva, mert a fájlnév már létezik

# Button
source: Manage
hu: Kezelés

# Button
source: View
hu: Megtekintés

# Title
source: Manage files
hu: Fájlok kezelése

# Title
source: View files
hu: Fájlok megtekintése

# Caption
source: not categorized
hu: nem kategorizált

# Button
source: Select files
hu: Fájlok kiválasztása

# Button
source: View file selection
hu: Fájl kiválasztás megtekintése

# Title
source: Select files
hu: Fájlok kiválasztása

# Title
source: View selected files
hu: Kiválasztott fájlok megtekintése

# Button
source: New file
hu: Új fájl

# Caption
source: Upload file
hu: Fájl feltöltése

# Caption
source: Select file
hu: Fájl kiválasztása

# Notification
source: File is too big!
hu: A fájl túl nagy méretű!

# Notification
source: Upload finished
hu: A feltöltés befejeződött

# Caption
source: Editor
hu: Szerkesztő

# Caption
source: Preview
hu: Előnézet

# Title
source: Edit field
hu: Mező szerkesztése

# Title
source: View field
hu: Mező megtekintése

# Caption
source: Please wait...
hu: Kérjük várjon...

# Caption
source: Payment transaction
hu: Fizetési tranzakció

# Label
source: error/timeout
hu: hiba/időtúllépés

# Caption
source: Order
hu: Rendelés

# Label
source: Customer's email address (mandatory)
hu: Vásárlói e-mail cím (kötelező)

# Label
source: Customer's email (mandat. for some paym. types)
hu: Vásárlói e-mail cím (kötelező egyes fizetési fajtáknál)

# Button
source: Pay (SimplePay)
hu: Fizetés (SimplePay)

# Error
source: Customer email is mandatory!
hu: Vásárlói e-mail cím kötelező!

# Error
source: Customer email is mandatory for SimplePay!
hu: Vásárlói e-mail cím kötelező a SimplePay-hez!

# Button
source: Proceed
hu: Tovább

# Label
source: Successful payment!
hu: Sikeres fizetés!

# Label
source: Failed payment!
hu: Sikertelen fizetés!

# Label
source: Pending or uncertain payment!
hu: Folyamatban lévő vagy bizonytalan fizetés!

# Caption
source: Notes, files
hu: Jegyzetek, fájlok

# Caption
source: Provider specifc
hu: Szolgáltató specifikus

# Caption
source: Others
hu: Egyebek

# Button
source: Refund
hu: Visszatérítés (refund)

# Caption
source: Confirmation
hu: Megerősítés

# Caption
source: Refund transaction? (
hu: Tranzakció visszatérítése? (

# Notification
source: Refund successful
hu: Visszatérítés sikeres

# Button
source: See raw log
hu: Nyers napló/log

# Title
source: Payment transaction identifier: #
hu: Fizetési tranzakció azonosítója: #

# Caption
source: Transactions
hu: Tranzakciók

# Caption
source: Payment provider configs
hu: Fizetési szolgáltató konfigurációi

# Caption
source: Payment provider configs (only admin can modify it)
hu: Fizetési szolgáltató konfigurációi (csak admin módosíthatja)

# Caption
source: success
hu: sikeres

# Caption
source: failed
hu: sikertelen

# Caption
source: pending
hu: függő

# Caption
source: preparing
hu: megkezdett

# Caption
source: last 7 days
hu: utolsó 7 nap

# Caption
source: no main filter
hu: nincs főszűrő

# Title
source: SUPER ADMIN UI
hu: SUPER ADMIN felület

# Button
source: Logout
hu: Kijelentkezés

# Caption
source: Company details
hu: Cég adatai

# Caption
source: Notes, extra
hu: Jegyzetek, fájlok

# Caption
source: Additional info
hu: További adatok

# Caption
source: Manage tenants
hu: Tenant-ok kezelése

# Caption
source: Codestore
hu: Kódszótár

# Caption
source: Email sender diagnostics
hu: E-mail küldés diagnosztika

# Caption
source: Email templates
hu: Email sablonok

# Caption
source: Diagnostics
hu: Diagnosztika

# Button
source: LOG
hu: LOG (szoftver naplózás)

# Button
source: Health
hu: Egészség

# Button
source: Info (version etc.)
hu: Infó (verzió stb.)

# Button
source: Metrics
hu: Mérőszámok

# Notification
source: Successful save (add)!
hu: Sikeres mentés (hozzáadva)

# Notification
source: Successful save (update)!
hu: Sikeres mentés (módosítva)

# Button
source: Delete
hu: Törlés

# Notification
source: Successful delete!
hu: Sikeres törlés!

# Notification
source: Invalid/missing data!
hu: Érvénytelen/hiányzó adatok!

# Caption
source: Country code
hu: Országkód

# Caption
source: Language
hu: Nyelv

# Caption
source: User
hu: Felhasználó

# Caption
source: Currency
hu: Pénznem

# Caption
source: Filename
hu: Fájlnév

# Caption
source: File size (KiB)
hu: Fájlméret (KiB)

# Caption
source: Created by
hu: Rekord készítője

# Caption
source: Created on
hu: Rekord létrehozva

# Caption
source: Modified by (last)
hu: Rekord módosítója (legutolsó)

# Caption
source: Modified on (last)
hu: Rekord módosítva (utoljára)

# Caption
source: Show shutdown/restart warning on every UI
hu: Leáll. / újraind. figyelmeztetés mutatása (minden UI-on)
